Repository: ryomasolid/PhotoCleaner
Catalog: Apps/PhotoCleaner/PhotoCleaner/Resources/Localizable.xcstrings
Source language: ja
Languages: en

source: %@ で購入
en: Buy for %@

source: %lld 件 ・ 合計 約 %@
en: %lld items · about %@ total

source: %lld 件を削除
en: Delete %lld

source: %lld 件を削除しました。 削除した項目は「最近削除した項目」に30日間残り、その間は端末の空き容量はすぐには増えません。完全に削除して容量を空けるには、写真アプリの「最近削除した項目」から削除してください。
en: Deleted %lld items. Deleted items stay in “Recently Deleted” for 30 days, so free space won’t increase right away. To reclaim space, delete them from “Recently Deleted” in the Photos app.

source: %lld 件を削除する
en: Delete %lld items

source: %lld 件を確認して削除
en: Review & delete %lld

source: %lld 枚の類似写真
en: %lld similar photos

source: %lld 枚をスキャンしました
en: Scanned %lld photos

source: %lld 枚を削除
en: Delete %lld

source: %lld 枚を削除しました。 削除した写真は「最近削除した項目」に30日間残り、その間は端末の空き容量はすぐには増えません。完全に削除して容量を空けるには、写真アプリの「最近削除した項目」から削除してください。
en: Deleted %lld photos. Deleted photos stay in “Recently Deleted” for 30 days, so free space won’t increase right away. To reclaim space, delete them from “Recently Deleted” in the Photos app.

source: %lld 枚を削除する
en: Delete %lld photos

source: %lld 枚を確認して削除
en: Review & delete %lld

source: アクセスが許可されていません。設定アプリから写真へのアクセスを許可してください。
en: Access isn’t allowed. Please allow photo access in the Settings app.

source: アップデートで増える機能もすべて
en: Including everything added in future updates.

source: あとで
en: Later

source: キャンセル
en: Cancel

source: スクリーンショット
en: Screenshots

source: スクリーンショットはありません
en: No screenshots

source: すっきり快適に
en: A cleaner, smoother experience.

source: はじめる
en: Get Started

source: まとめて整理
en: Clean up in bulk

source: 今後の追加機能
en: Future features

source: 似た写真をグループにまとめて表示します
en: Groups similar photos together.

source: 似た写真をまとめて整理
en: Tidy up similar photos

source: 全解除
en: Deselect All

source: 全選択
en: Select All

source: 再スキャン
en: Rescan

source: 最大 約 %@ 節約できます
en: Save up to about %@

source: 写真が外部に送信されることはありません
en: Your photos are never sent off your device.

source: 続ける
en: Continue

source: 写真ライブラリへのアクセス
en: Photo Library Access

source: 写真を読み込み中…
en: Loading photos…

source: 削除した写真は「最近削除した項目」に30日間残ります。その間は端末の空き容量はすぐには増えません。
en: Deleted photos stay in “Recently Deleted” for 30 days, so free space won’t increase right away.

source: 削除した項目は「最近削除した項目」に30日間残ります。その間は端末の空き容量はすぐには増えません。
en: Deleted items stay in “Recently Deleted” for 30 days, so free space won’t increase right away.

source: 削除しました
en: Deleted

source: 削除に失敗しました
en: Deletion Failed

source: 削除対象として選択中
en: Selected for deletion

source: 動画はありません
en: No videos

source: 各グループで残す1枚以外を選んで削除できます。タップで選択を切り替え、長押しで「残す」を変更します。
en: In each group, keep one photo and select the rest to delete. Tap to toggle selection; long-press to change which to keep.

source: 大きい動画
en: Large Videos

source: 大きい動画の整理
en: Clean up large videos

source: 完全オンデバイス
en: Fully on-device

source: 容量の大きい動画から削除
en: Delete the largest videos first

source: 容量を最も食う動画をサイズ順に一括削除
en: Bulk-delete the most space-hungry videos, sorted by size.

source: 広告を非表示
en: Remove ads

source: 未選択
en: Not selected

source: 残す
en: Keep

source: 残す1枚を選び、ほかを一括で削除
en: Keep one and delete the rest at once.

source: 残す写真
en: Photo to keep

source: 溜まったスクショを一括削除
en: Bulk-delete piled-up screenshots

source: 約 %@ を削減
en: Free %@

source: 約 %@ を削減できます
en: Free up about %@

source: 設定を開く
en: Open Settings

source: 読み込み中…
en: Loading…

source: 購入を復元
en: Restore Purchases

source: 購入を準備中…
en: Preparing purchase…

source: 選択された写真のみにアクセスできます。すべての写真を対象にするには設定で変更してください。
en: Only selected photos are accessible. To include all photos, change this in Settings.

source: 選択中
en: Selected

source: 重複・類似した写真を端末内だけで検出します。写真が外部に送信されることはありません。
en: Detects duplicate and similar photos entirely on your device. Your photos are never sent off your device.

source: 重複・類似を自動検出
en: Auto-detect duplicates & similar

source: 重複・類似写真
en: Duplicate & Similar Photos

source: 類似写真は見つかりませんでした
en: No similar photos found

source: 類似写真を解析中… %lld%
en: Analyzing similar photos… %lld%

source: 類似写真を解析中… %lld%%
en: Analyzing similar photos… %lld%%
